Repository: lxde/lxappearance
Catalog: po/*.po
Languages: pt_br, th

source: Customize Look and Feel
pt_br: Personalizar a Aparência e o Comportamento
th: ปรับแต่งรูปลักษณ์และความรู้สึก

source: Customizes look and feel of your desktop and applications
pt_br: O ‘LXAppearance’ permite alterar as configurações da aparência e do comportamento da área de trabalho e dos programas
th: ปรับแต่งรูปลักษณ์ของเดสก์ท็อปและโปรแกรมของคุณ

source: windows;preferences;settings;theme;style;appearance;
pt_br: janelas;preferências;configurações;tema;estilo;aparência;comportamento;
th: หน้าต่าง;การตั้งค่า;การตั้งค่า;ชุดตกแต่ง;สไตล์;รูปลักษณ์;

source: Copyright (C) 2008-2023 LXDE Project
pt_br: Direitos de Autor (C) do Projeto LXDE 2008-2023
th: ลิขสิทธิ์ (C) 2008-2023 โครงการ LXDE

source: Customizes look and feel of your desktop
pt_br: Modificador de Temas da Aparência e do Comportamento da Área de Trabalho
th: ปรับแต่งรูปลักษณ์ของเดสก์ท็อปของคุณ

source: translator-credits
pt_br: Tradutores voluntários do idioma português do Brasil - ‘pt_BR’: Adriano H. Hedler <suporte@templosite.com>, 2009-2014. Enrico Nicoletto <liverig@gmail.com>, 2013. Fábio Antunes <fabio.antunes@hotmail.com>, 2008. Felipe Braga <fbobraga@gmail.com>, 2015. Henrique P. Machado <hpmachado@gnome.org>, 2008-2010. marcelocripe <marcelocripe@gmail.com>, 2022-2024. Og Maciel <ogmaciel@gnome.org>, 2009. Sérgio B. Cipolla <secipolla@gmail.com>, 2010-2011.
th: Warut Bunprasert

# Title
source: Customize Look and Feel
th: ปรับแต่งรูปลักษณ์และความรู้สึก

source: Preview of the selected widget style
pt_br: Pré-visualização do tema da janela que foi selecionado
th: ดูตัวอย่างสไตล์วิดเจ็ตที่เลือก

source: _File
pt_br: _Arquivo
th: แ_ฟ้ม

source: _Edit
pt_br: _Editar
th: แ_ก้ไข

source: _Help
pt_br: Aj_uda
th: _ช่วยเหลือ

source: Radio Button
pt_br: Botão de Rádio
th: ปุ่มวงกลม

source: Check Button
pt_br: Botão de Verificação
th: ปุ่มตรวจเช็ค

source: button
pt_br: Botão
th: ปุ่ม

source: Demo
pt_br: Demonstração
th: สาธิต

source: Page1
pt_br: Página 1
th: หน้า1

source: column
pt_br: Coluna
th: คอลัมน์

source: Page2
pt_br: Página 2
th: หน้า 2

source: Default font:
pt_br: Fonte padrão:
th: แบบอักษรเริ่มต้น:

source: Widget
pt_br: Tema da Janela
th: วิดเจ็ต

source: Color scheme is not supported by currently selected widget theme.
pt_br: O esquema das cores que foi selecionado não é compatível com o estilo do tema da janela.
th: โทนสีไม่ได้รับการสนับสนุนโดยชุดตกแต่งวิดเจ็ตที่เลือกในปัจจุบัน

source: Use customized color scheme
pt_br: Utilizar o esquema das cores personalizadas
th: ใช้โทนสีที่กำหนดเอง

source: Normal windows:
pt_br: Janelas normais:
th: หน้าต่างปกติ:

source: Text windows:
pt_br: Textos das janelas:
th: หน้าต่างข้อความ:

source: Selected items:
pt_br: Itens selecionados:
th: รายการที่เลือก:

source: Tooltips:
pt_br: Dicas das ferramentas:
th: เคล็ดลับเครื่องมือ:

source: Background
pt_br: Cor do plano de fundo
th: พื้นหลัง

source: Foreground
pt_br: Cor do primeiro plano
th: เบื้องหน้า

source: Color
pt_br: Cores do Tema
th: สี

source: Install
pt_br: Instalar
th: ติดตั้ง

source: Remove
pt_br: Remover
th: ลบ

source: Preview of the selected icon theme
pt_br: Pré-visualização do tema do ícone que foi selecionado
th: ดูตัวอย่างชุดไอคอนที่เลือก

source: Icon Theme
pt_br: Tema do Ícone
th: ชุดตกแต่งไอคอน

source: Preview of the selected cursor theme
pt_br: Pré-visualização do tema do cursor que foi selecionado
th: ดูตัวอย่างชุดตกแต่งเคอร์เซอร์ที่เลือก

source: Size of cursors
pt_br: Tamanho dos cursores
th: ขนาดของเคอร์เซอร์

source: Smaller
pt_br: Pequeno
th: เล็กลง

source: Bigger
pt_br: Grande
th: ใหญ่กว่า

source: <b>Note:</b> Not all of the desktop applications support changing cursor theme on-the-fly. So your changes here might not be fully applied to all applications till next login.
pt_br: <b>Observação:</b> Nem todos os programas que são executados na área de trabalho são compatíveis com as alterações do tema do cursor em tempo real. Portanto, as alterações realizadas aqui podem não ser aplicadas em todos os programas e só serão aplicadas quando a sessão for reiniciada.
th: <b>หมายเหตุ: การเปลี่ยนเคอร์เซอร์ในชุดตกแต่ง อาจไม่รองรับในทุกโปรแกรมเดสก์ท็อป ดังนั้นการเปลี่ยนแปลงอาจจะดำเนินการได้ทั้งหมดแม้ออกจากระบบแล้ว</b>

source: Mouse Cursor
pt_br: Tema do Cursor
th: เคอร์เซอร์ของเมาส์

source: Window Border
pt_br: Borda da Janela
th: ขอบหน้าต่าง

source: Enable antialiasing
pt_br: Ativar o antisserrilhamento
th: เปิดใช้งานการลดรอยหยัก

source: <b>Antialiasing</b>
pt_br: <b>Antisserrilhamento</b>
th: <b>การลดรอยหยัก</b>

source: Enable hinting
pt_br: Ativar as dicas
th: เปิดใช้งานคำใบ้

source: Hinting style:
pt_br: Estilo das dicas:
th: สไตล์คำแนะนำ:

source: <b>Hinting</b>
pt_br: <b>Dicas</b>
th: <b>คำแนะนำ</b>

source: Sub-pixel geometry:
pt_br: Geometria do subpixel:
th: เรขาคณิตย่อยพิกเซล:

source: <b>Sub-pixel geometry</b>
pt_br: <b>Geometria dos subpixels</b>
th: <b>เรขาคณิตย่อยพิกเซล</b>

source: Font
pt_br: Fonte
th: แบบอักษร

source: Toolbar Style:
pt_br: Estilo da barra de ferramentas:
th: สไตล์แถบเครื่องมือ:

source: Toolbar Icon Size:
pt_br: Tamanho dos ícones na barra de ferramentas:
th: ขนาดไอคอนแถบเครื่องมือ:

source: Show images on buttons
pt_br: Exibir as imagens nos botões
th: แสดงภาพบนปุ่ม

source: Show images in menus
pt_br: Exibir as imagens nos menus
th: แสดงภาพในเมนู

source: <b>GUI Options</b>
pt_br: <b>Opções da interface gráfica</b>
th: <b>ตัวเลือก GUI</b>

source: Keyboard theme:
pt_br: Tema do teclado:
th: ชุดตกแต่งแป้นพิมพ์:

source: <b>Keyboard Options</b>
pt_br: <b>Opções do teclado</b>
th: <b>ตัวเลือกแป้นพิมพ์</b>

source: Play event sounds
pt_br: Reproduzir os sons dos eventos
th: เล่นเสียงการกระทำ

source: Play event sounds as feedback to user input
pt_br: Reproduzir os sons dos eventos como resposta para as entradas do usuário
th: เล่นเสียงเหตุการณ์เป็นการตอบรับต่อการป้อนข้อมูลของผู้ใช้

source: <b>Sound Effect</b>
pt_br: <b>Efeitos sonoros</b>
th: <b>เอฟเฟกต์เสียง</b>

source: Enable _accessibility in GTK+ applications
pt_br: Ativar as opções de _acessibilidade dos programas desenvolvidos em GTK+
th: เปิดใช้งาน _accessibility ในแอปพลิเคชัน GTK+

source: <b>Accessibility</b>
pt_br: <b>Acessibilidade</b>
th: <b>การเข้าถึง</b>

source: Other
pt_br: Outros
th: อื่น ๆ

# Sub-pixel geometry
source: None
th: ไม่มี

# Hinting style
source: None
th: ไม่มี

source: Slight
pt_br: Pequeno
th: เล็กน้อย

source: Medium
pt_br: Médio
th: ปานกลาง

source: Full
pt_br: Grande
th: เต็ม

source: Same as menu items
pt_br: O mesmo que nos itens do menu
th: เช่นเดียวกับรายการเมนู

source: Small toolbar icon
pt_br: Ícones pequenos na barra de ferramentas
th: ไอคอนแถบเครื่องมือขนาดเล็ก

source: Large toolbar icon
pt_br: Ícones grandes na barra de ferramentas
th: ไอคอนแถบเครื่องมือขนาดใหญ่

source: Same as buttons
pt_br: O mesmo que nos botões
th: เช่นเดียวกับปุ่ม

source: Same as drag icons
pt_br: O mesmo que nos ícones arrastáveis
th: เช่นเดียวกับไอคอนลาก

source: Same as dialogs
pt_br: O mesmo que nas caixas de diálogos
th: เช่นเดียวกับกล่องโต้ตอบ

source: Icons only
pt_br: Somente os ícones
th: ไอคอนเท่านั้น

source: Text only
pt_br: Somente os textos
th: ข้อความเท่านั้น

source: Text below icons
pt_br: Texto abaixo dos ícones
th: ข้อความด้านล่างไอคอน

source: Text beside icons
pt_br: Texto ao lado dos ícones
th: ข้อความข้างไอคอน

source: Select an icon theme
pt_br: Selecione o tema para os ícones
th: เลือกชุดตกแต่งไอคอน

source: *.tar.gz, *.tar.bz2, *.tar.xz (Icon Theme)
th: *.tar.gz, *.tar.bz2, *.tar.xz (ชุดตกแต่งไอคอน)

source: Setting color scheme is not available without lxsession as session manager.
pt_br: As configurações do esquema das cores do tema só podem ser ativadas se o gerenciador da sessão ‘LXSession’ estiver instalado no sistema operacional.
th: การตั้งค่าสีจะทำได้ก็ต่อเมื่อใช้ lxsession เป็นตัวจัดการวาระเท่านั้น

source: *.tar.gz, *.tar.bz2 (Icon Theme)
pt_br: *.tar.gz, *.tar.bz2 (Temas dos Ícones)
